Repository: zuraiz-01/all-fixed
Catalog: lib/l10n/app_*.arb
Languages: bn

# privacy_policy_section_1_body
source: From Patients (via BEH Patient App): - Personal Identification: Name, phone number, email, gender, age, and contact details. - Medical Information: Eye images, diagnostic results, consultation history, prescriptions, and symptoms you provide. - Payment Information: Transaction details when you pay for tele-consultations (processed by secure third-party payment providers). From Doctors (via BEH Doctor App): - Professional Information: Name, registration number, specialty, qualifications, and contact details. - Consultation Data: Prescriptions created, consultation notes, and reviews of patient information. - Financial Information: Bank account details for secure withdrawal of consultation earnings. Automatically Collected Data: - Device type, operating system, IP address. - App usage logs, crash reports, session activity. - Cookies or tracking tools (for performance and security).
bn: রোগীদের কাছ থেকে (BEH Patient App-এর মাধ্যমে): - ব্যক্তিগত পরিচয়: নাম, ফোন নম্বর, ইমেইল, লিঙ্গ, বয়স এবং যোগাযোগের তথ্য। - চিকিৎসা তথ্য: চোখের ছবি, ডায়াগনস্টিক ফলাফল, পরামর্শ ইতিহাস, প্রেসক্রিপশন এবং আপনার প্রদানকৃত উপসর্গ। - পেমেন্ট তথ্য: টেলি-পরামর্শের জন্য পেমেন্ট করার সময় লেনদেনের তথ্য (নিরাপদ তৃতীয় পক্ষের মাধ্যমে প্রক্রিয়াজাত)। ডাক্তারদের কাছ থেকে (BEH Doctor App-এর মাধ্যমে): - পেশাগত তথ্য: নাম, রেজিস্ট্রেশন নম্বর, বিশেষত্ব, যোগ্যতা এবং যোগাযোগের তথ্য। - পরামর্শ সংক্রান্ত তথ্য: তৈরি করা প্রেসক্রিপশন, পরামর্শ নোট এবং রোগীর তথ্য পর্যালোচনা। - আর্থিক তথ্য: পরামর্শ আয় উত্তোলনের জন্য ব্যাংক অ্যাকাউন্ট তথ্য। স্বয়ংক্রিয়ভাবে সংগ্রহকৃত তথ্য: - ডিভাইসের ধরন, অপারেটিং সিস্টেম, আইপি ঠিকানা। - অ্যাপ ব্যবহারের লগ, ক্র্যাশ রিপোর্ট, সেশন অ্যাক্টিভিটি। - কুকিজ বা ট্র্যাকিং টুল (পারফরম্যান্স ও নিরাপত্তার জন্য)।

# privacy_policy_section_2_title
source: 2. How We Use Your Information
bn: ২. আমরা কীভাবে আপনার তথ্য ব্যবহার করি

# privacy_policy_section_2_body
source: We use information for: - Enabling patients to choose doctors, upload images, and receive tele-consultations. - Allowing doctors to review patient data, provide consultations, and issue prescriptions. - Processing payments and withdrawals securely. - Maintaining medical records for continuity of care. - Meeting legal, ethical, and regulatory obligations. - Improving our apps' functionality, safety, and user experience.
bn: আমরা তথ্য ব্যবহার করি: - রোগীদের ডাক্তার নির্বাচন, ছবি আপলোড এবং টেলি-পরামর্শ গ্রহণ সক্ষম করতে। - ডাক্তারদের রোগীর তথ্য পর্যালোচনা, পরামর্শ প্রদান এবং প্রেসক্রিপশন ইস্যু করতে। - পেমেন্ট ও উত্তোলন নিরাপদভাবে প্রক্রিয়াজাত করতে। - ধারাবাহিক চিকিৎসা সেবার জন্য মেডিকেল রেকর্ড সংরক্ষণে। - আইনি, নৈতিক ও নিয়ন্ত্রক বাধ্যবাধকতা পূরণে। - অ্যাপের কার্যকারিতা, নিরাপত্তা এবং ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে।

# privacy_policy_section_3_title
source: 3. How We Store and Protect Data
bn: ৩. আমরা কীভাবে তথ্য সংরক্ষণ ও সুরক্ষা করি

# privacy_policy_section_3_body
source: All sensitive data is encrypted in transit and at rest. Medical records are securely stored in compliance with healthcare data standards. Payment processing is handled by trusted third-party providers; BEH never stores full payment card details. Doctor bank account details are encrypted and used only for payouts. Access to sensitive data is strictly limited to authorized personnel.
bn: সংবেদনশীল তথ্য ট্রানজিট এবং সংরক্ষণ — উভয় অবস্থায় এনক্রিপ্ট করা থাকে। চিকিৎসা রেকর্ড স্বাস্থ্য তথ্য মানদণ্ড অনুযায়ী নিরাপদভাবে সংরক্ষিত হয়। পেমেন্ট প্রক্রিয়াকরণ বিশ্বস্ত তৃতীয় পক্ষ পরিচালনা করে; BEH পূর্ণ কার্ড তথ্য সংরক্ষণ করে না। ডাক্তারদের ব্যাংক অ্যাকাউন্ট তথ্য এনক্রিপ্ট করা থাকে এবং কেবল পেআউটের জন্য ব্যবহৃত হয়। সংবেদনশীল তথ্যে প্রবেশাধিকার কেবল অনুমোদিত ব্যক্তিদের মধ্যে সীমাবদ্ধ।

# privacy_policy_section_4_title
source: 4. Sharing of Information
bn: ৪. তথ্য শেয়ার করা

# privacy_policy_section_4_body
source: We never sell or rent your data. Information may only be shared: - With your consent (e.g., when patients choose to share data with a doctor). - With secure service providers (e.g., cloud hosting, payment gateways) under confidentiality agreements. - To comply with laws, court orders, or government requests. - To protect safety, prevent fraud, or ensure secure operation of the Apps.
bn: আমরা আপনার তথ্য কখনো বিক্রি বা ভাড়া দেই না। তথ্য কেবল নিম্নোক্ত ক্ষেত্রে শেয়ার হতে পারে: - আপনার সম্মতিতে (যেমন: রোগী যখন ডাক্তারের সাথে তথ্য শেয়ার করতে সম্মত হন)। - নিরাপদ সেবা প্রদানকারীদের সাথে (যেমন: ক্লাউড হোস্টিং, পেমেন্ট গেটওয়ে) গোপনীয়তা চুক্তির অধীনে। - আইন, আদালতের আদেশ বা সরকারি অনুরোধ পালন করতে। - নিরাপত্তা রক্ষা, প্রতারণা প্রতিরোধ বা অ্যাপের নিরাপদ পরিচালনা নিশ্চিত করতে।

# privacy_policy_section_5_title
source: 5. Data Retention
bn: ৫. তথ্য সংরক্ষণকাল

# privacy_policy_section_5_body
source: Patient records are retained for as long as required by medical regulations. Doctor payout and transaction records are retained for financial compliance. Users may request deletion of accounts (subject to retention laws).
bn: চিকিৎসা বিধিমালা অনুযায়ী রোগীর রেকর্ড প্রয়োজনীয় সময় পর্যন্ত সংরক্ষণ করা হয়। আর্থিক সম্মতি নিশ্চিত করতে ডাক্তার পেআউট ও লেনদেন রেকর্ড সংরক্ষণ করা হয়। ব্যবহারকারীরা অ্যাকাউন্ট মুছে ফেলার অনুরোধ করতে পারেন (সংরক্ষণ আইন সাপেক্ষে)।

# privacy_policy_section_6_title
source: 6. Your Rights
bn: ৬. আপনার অধিকার

# privacy_policy_section_6_body
source: You may have rights under applicable data protection laws, including: - Accessing your data. - Correcting inaccurate information. - Requesting deletion of personal data. - Withdrawing consent to processing (where applicable). - Filing a complaint with your local data authority.
bn: প্রযোজ্য তথ্য সুরক্ষা আইন অনুযায়ী আপনার কিছু অধিকার থাকতে পারে, যেমন: - আপনার তথ্য দেখতে/অ্যাক্সেস করতে পারা। - ভুল তথ্য সংশোধন করা। - ব্যক্তিগত তথ্য মুছে ফেলার অনুরোধ করা। - প্রযোজ্য ক্ষেত্রে প্রক্রিয়াকরণের সম্মতি প্রত্যাহার করা। - স্থানীয় তথ্য সুরক্ষা কর্তৃপক্ষের কাছে অভিযোগ দায়ের করা।

# privacy_policy_section_7_title
source: 7. Children's Privacy
bn: ৭. শিশুদের গোপনীয়তা

# privacy_policy_section_7_body
source: BEH Patient is intended for adults (18+) or minors under parental/guardian supervision. We do not knowingly collect data from children without consent.
bn: BEH Patient অ্যাপটি প্রাপ্তবয়স্কদের (১৮+) জন্য, অথবা অভিভাবকের তত্ত্বাবধানে অপ্রাপ্তবয়স্কদের জন্য। সম্মতি ছাড়া আমরা ইচ্ছাকৃতভাবে শিশুদের তথ্য সংগ্রহ করি না।

# privacy_policy_section_8_title
source: 8. Security Commitment
bn: ৮. নিরাপত্তা প্রতিশ্রুতি

# privacy_policy_section_8_body
source: We apply strict technical, administrative, and physical safeguards to protect your data. However, no system is completely secure. Users are advised to keep login credentials confidential.
bn: আপনার তথ্য সুরক্ষার জন্য আমরা শক্তিশালী প্রযুক্তিগত, প্রশাসনিক এবং ভৌত সুরক্ষা ব্যবস্থা গ্রহণ করি। তবে কোনো সিস্টেমই সম্পূর্ণ নিরাপদ নয়। ব্যবহারকারীদের লগইন তথ্য গোপন রাখতে পরামর্শ দেওয়া হয়।

# privacy_policy_section_9_title
source: 9. Updates to this Privacy Policy
bn: ৯. এই প্রাইভেসি পলিসির আপডেট

# privacy_policy_section_9_body
source: We may update this Privacy Policy from time to time. Updates will be reflected in the Apps with the revised date. Continued use of the Apps after updates means you accept the new terms.
bn: প্রয়োজন হলে আমরা সময়ে সময়ে এই প্রাইভেসি পলিসি আপডেট করতে পারি। সংশোধিত তারিখসহ আপডেট অ্যাপে প্রতিফলিত হবে। আপডেটের পরে অ্যাপ ব্যবহার চালিয়ে গেলে আপনি নতুন শর্তাবলি গ্রহণ করছেন বলে গণ্য হবে।

# privacy_policy_section_10_title
source: 10. Contact Us
bn: ১০. যোগাযোগ

# privacy_policy_section_10_body
source: For questions, concerns, or data requests, please contact: BEH Teleophthalmology - Privacy Office 78, Satmasjid Road (West of Road 27), Dhanmondi, Dhaka-1209 Phone: 10620, 09666787878 Email: info@bdeyehospital.com Web: dhanmondi.bdeyehospital.com
bn: প্রশ্ন, উদ্বেগ বা তথ্য-অনুরোধের জন্য অনুগ্রহ করে যোগাযোগ করুন: BEH টেলিওফথালমোলজি - প্রাইভেসি অফিস ৭৮, সাতমসজিদ রোড (রোড ২৭-এর পশ্চিমে), ধানমন্ডি, ঢাকা-১২০৯ ফোন: ১০৬২০, ০৯৬৬৬৭৮৭৮৭৮ ইমেইল: info@bdeyehospital.com ওয়েব: dhanmondi.bdeyehospital.com

# weight_max_999
source: Weight must be 999 or less
bn: ওজন ৯৯৯ বা তার কম হতে হবে

source: You don't have any promo
bn: আপনার কোনো প্রোমো নেই

source: Apply code
bn: কোড প্রয়োগ করুন

source: Applied
bn: প্রয়োগ হয়েছে

source: Promo applied
bn: প্রোমো প্রয়োগ হয়েছে

source: Promo removed
bn: প্রোমো সরানো হয়েছে

source: You don't have any transactions history
bn: আপনার কোনো ট্রানজেকশন ইতিহাস নেই

source: General support
bn: সাধারণ সহায়তা

source: Emergency hotline
bn: জরুরি হটলাইন

source: Type a message to continue
bn: চালিয়ে যেতে একটি বার্তা লিখুন

# thanks_for_reaching_out
source: Thanks for reaching out. We will connect you to a specialist shortly.
bn: যোগাযোগ করার জন্য ধন্যবাদ। আমরা শীঘ্রই আপনাকে একজন বিশেষজ্ঞের সাথে যুক্ত করব।

source: PAID
bn: পরিশোধিত

source: mins
bn: মিনিট

source: Unknown Doctor
bn: অজানা ডাক্তার

source: Invalid promo
bn: অবৈধ প্রোমো

# invalid_appointment_context
source: Missing appointment context
bn: অ্যাপয়েন্টমেন্ট তথ্য পাওয়া যায়নি

source: Filter
bn: ফিল্টার

source: Speciality
bn: বিশেষজ্ঞতা

source: Clear Filters
bn: ফিল্টার মুছুন

source: Select a type
bn: একটি ধরন নির্বাচন করুন

source: Up to 4
bn: ৪ পর্যন্ত

source: Up to 4.5
bn: ৪.৫ পর্যন্ত

source: No patient found
bn: কোনো রোগী পাওয়া যায়নি

# given_phone_numbers_not_valid
source: Given phone numbers are not valid.
bn: দেওয়া ফোন নম্বরগুলো সঠিক নয়।

source: Missing traceId
bn: ট্রেস আইডি পাওয়া যায়নি

source: OTP resent
bn: ওটিপি পুনরায় পাঠানো হয়েছে

source: Failed to resend OTP
bn: ওটিপি পুনরায় পাঠাতে ব্যর্থ

source: Please enter patient name
bn: অনুগ্রহ করে রোগীর নাম দিন

source: Please enter date of birth
bn: অনুগ্রহ করে জন্ম তারিখ দিন

source: Please enter weight
bn: অনুগ্রহ করে ওজন দিন

source: Please select gender
bn: অনুগ্রহ করে লিঙ্গ নির্বাচন করুন

source: Please enter relation
bn: অনুগ্রহ করে সম্পর্ক লিখুন

source: Patient added!
bn: রোগী যোগ হয়েছে!

source: Failed to save patient profile
bn: রোগীর প্রোফাইল সেভ করতে ব্যর্থ

source: Update Medication
bn: মেডিকেশন আপডেট করুন

source: Please enter title
bn: অনুগ্রহ করে শিরোনাম দিন

source: Please add time
bn: অনুগ্রহ করে সময় যোগ করুন

source: Please add day
bn: অনুগ্রহ করে দিন যোগ করুন

source: Medication updated successfully
bn: মেডিকেশন সফলভাবে আপডেট হয়েছে

source: Medication created successfully
bn: মেডিকেশন সফলভাবে তৈরি হয়েছে

source: Something went wrong
bn: কিছু ভুল হয়েছে

source: Apply
bn: প্রয়োগ করুন

source: Waiting for Prescription
bn: প্রেসক্রিপশনের জন্য অপেক্ষা

# please_wait_doctor_will_send_prescription
source: Please wait! Doctor will send the prescription very soon
bn: অনুগ্রহ করে অপেক্ষা করুন! ডাক্তার খুব শীঘ্রই প্রেসক্রিপশন পাঠাবেন

# you_can_leave_prescription_will_show_under_all_prescriptions
source: You can leave from this screen. Prescription will show Under All Prescriptions. Thanks for being with us. We wish for your good health.
bn: আপনি এই স্ক্রিন থেকে বের হতে পারেন। সব প্রেসক্রিপশনের তালিকায় প্রেসক্রিপশন দেখা যাবে। আমাদের সাথে থাকার জন্য ধন্যবাদ। আমরা আপনার সুস্বাস্থ্য কামনা করি।

source: Go Back
bn: ফিরে যান

source: Send Results to Doctor
bn: ডাক্তারের কাছে ফলাফল পাঠান

source: Sending...
bn: পাঠানো হচ্ছে...

source: Send Results
bn: ফলাফল পাঠান

source: Patient profile not found.
bn: রোগীর প্রোফাইল পাওয়া যায়নি।

source: Doctor not found.
bn: ডাক্তার পাওয়া যায়নি।

source: Please review my recent eye test results.
bn: অনুগ্রহ করে আমার সাম্প্রতিক চোখের পরীক্ষার ফলাফল দেখুন।

source: Sent
bn: পাঠানো হয়েছে

# your_results_have_been_sent_to
source: Your results have been sent to {doctorName}.
bn: আপনার ফলাফল {doctorName} এর কাছে পাঠানো হয়েছে।

source: the doctor
bn: ডাক্তার

source: Failed to send results. Please try again.
bn: ফলাফল পাঠাতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Enter all fields and try again!
bn: সব ঘর পূরণ করে আবার চেষ্টা করুন!

source: Failed to save profile data
bn: প্রোফাইল তথ্য সংরক্ষণ করতে ব্যর্থ

source: Review cannot be empty
bn: রিভিউ খালি রাখা যাবে না

source: An error occurred
bn: একটি ত্রুটি ঘটেছে

source: Login successful
bn: লগইন সফল

source: Phone number successfully changed
bn: ফোন নম্বর সফলভাবে পরিবর্তন হয়েছে

source: Invalid OTP. Please try again.
bn: অবৈধ ওটিপি। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Server error occurred. Please try again later.
bn: সার্ভার ত্রুটি হয়েছে। পরে আবার চেষ্টা করুন।

source: Something went wrong. Please try again.
bn: কিছু ভুল হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: No internet connection. Please check your network.
bn: ইন্টারনেট সংযোগ নেই। অনুগ্রহ করে নেটওয়ার্ক পরীক্ষা করুন।

source: Request timeout. Please try again.
bn: অনুরোধের সময় শেষ। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Payment successful
bn: পেমেন্ট সফল হয়েছে

source: Copied to Clipboard
bn: ক্লিপবোর্ডে কপি হয়েছে
