Repository: zuraiz-01/all-fixed
Catalog: lib/l10n/app_*.arb
Languages: bn

source: By tapping continue, you agree to
bn: পরবর্তী ধাপে যাওয়ার মাধ্যমে আপনি বাংলাদেশ আই হসপিটালের

source: Terms and Conditions
bn: শর্তাদি

source: and
bn: এবং

source: Privacy Policy
bn: গোপনীয়তা নীতিমালা

source: of Bangladesh Eye Hospital
bn: - তে সম্মতি প্রকাশ করছেন

source: Welcome
bn: স্বাগতম

source: Enter Your Mobile Number
bn: আপনার মোবাইল নাম্বার প্রবেশ করান

# continueNext
source: Continue
bn: পরবর্তী ধাপ

# imtiaz
source: English
bn: Bangla

source: Video Consultation
bn: ভিডিও কনসালটেন্সি

source: Home
bn: হোম

source: Appointments
bn: এপোয়েনমেন্ট

source: More
bn: আরো

source: Eye Test
bn: চোখ পরীক্ষা

source: Get remind in your medication time
bn: আপনার ঔষুদের এলার্ম পাবেন এইখানে

source: Medication Tracker
bn: মেডিকেশন ট্রেকার

# doctors_are_online
source: 140 Ophthalmologists online
bn: 140 জন চক্ষু বিশেষজ্ঞ অনলাইনে রয়েছেন

# eye_test_in_your_hand
source: 6 Eye test in your hand
bn: আপনার হাতের নাগালে 6টি চোখের পরীক্ষা

source: Nearest Eye Hospital
bn: কাছের চোখের হাসপাতাল

source: All Prescriptions
bn: সব প্রেসক্রিপশন

source: My Records
bn: আমার রেকর্ড

source: Test Results
bn: টেস্ট রেজাল্ট

source: General
bn: জেনারেল

source: Favourite Doctors
bn: প্রিয় ডাক্তার

source: Transactions History
bn: ট্রানজেকশন তালিকা

source: Settings
bn: সেটিংক্স

source: Change Mobile Number
bn: মোবাইল নাম্বার পরিবর্তন

source: Language
bn: ভাষা

source: Legal
bn: লিগ্যাল

# terms_and_conditions
source: Terms & Conditions
bn: ট্রামস ও কন্ডিশন

# privacy_and_policy
source: Privacy & Policy
bn: প্রাইভসী ও পলেসি

source: Payment Terms
bn: পেমেন্ট নিয়ম

source: Help
bn: হেল্প

source: Emergency Call
bn: জরুরী ফোন নাম্বার

source: Live Support
bn: লাইভ সাপোর্ট

source: Log Out
bn: লগআউট

source: Right Eye
bn: ডান চোখ

source: Left Eye
bn: বাম চোখ

source: Visual Acuity
bn: ভিউজুয়াল একুইটি

source: Near Vision
bn: কাচের ভিশন

source: Color Vision
bn: কালার ভিশন

source: AMD
bn: এএমডি

source: App Test
bn: এ্যাপ টেস্ট

source: Clinical Results
bn: ক্লিনিক্যাল রেজাল্টস

source: Add New Prescription
bn: নতুন প্রেসক্রিপশন এড করুন

source: Remove From Favourites
bn: প্রিয় তালিকা থেকে বাদ দিন

source: Book Now
bn: বুক দিন

source: Current Mobile Number
bn: বর্তমান ফোন নাম্বার

source: New Mobile Number
bn: নতুন ফোন নাম্বার

source: Confirm Mobile Number
bn: কনফার্ম ফোন নাম্বার

source: Enter new mobile number
bn: ফোন নাম্বার দিন

source: Confirm new mobile number
bn: ফোন নাম্বার কনফার্ম করুন

source: Add Promo Code
bn: প্রোমোকোড এড করুন

source: Promo Code
bn: প্রোমোকোড

source: Promos
bn: প্রোমো সমূহ

source: Add
bn: এড

source: Cancel
bn: বাতিল

source: Create Patient Profile
bn: পেষেন্ট প্রোফাইল তৈরী করুন

source: Save
bn: সেভ

source: Edit Profile
bn: এডিট প্রোফাইল

source: Proceed Next
bn: পরর্বতী ধাপ

source: Doctor List
bn: ডাক্তার তালিকা

source: Profile
bn: প্রোফাইল

source: Online
bn: অনলাইন

source: See Doctor Now
bn: ডাক্তার দেখুন

source: Consultation Fee
bn: ডাক্তার দেখানো ফি

source: Select Patient
bn: পেশেন্ট সিলেক্ট

source: Or
bn: অথবা

source: Past
bn: পূর্ববর্তী

source: Upcoming
bn: আপকামিং

source: Followup
bn: ফলোয়াপ

source: Create New Medication
bn: নতুন মেডিকেশন

source: Create Medication
bn: মেডিকেশন তৈরি করুন

source: Medication title
bn: মেডিকেশন টাইটেল

source: Medication Description
bn: মেডিকেশন বর্ননা

source: Time
bn: সময়

source: Add New Time
bn: নতুন সময় যোগ

source: Add Medication Time Schedule
bn: মেডীকেশন টাইম শিডীউল যোগ

source: Day
bn: দিন

source: Every day
bn: প্রতিদিন

source: Custom
bn: কাস্টম

source: Choose Day
bn: দিন সিলেক্ট করুন

source: Sunday
bn: রবিবার

source: Monday
bn: সোমবার

source: Tuesday
bn: মঙলবার

source: Wednesday
bn: বুধবার

source: Thursday
bn: বৃহস্পতিবার

source: Friday
bn: শুক্রবার

source: Saturday
bn: শনিবার

source: Offline
bn: অফলাইন

source: Add to favorites
bn: প্রিয় তালিকায় যোগ করুন

source: Share
bn: শেয়ার

source: Total Ratings
bn: মোট রেটিং

source: Experience in
bn: এক্সপিরিয়েন্স

source: Info
bn: ইনফো

source: Experience
bn: অভিজ্ঞতা

source: Feedback
bn: ফিডব্যাক

source: Consultation Fee
bn: কনসাল্টেশন ফি

source: Followup Fee
bn: ফলোয়াপ ফি

source: Total Patients
bn: মোট রুগী

source: Average consultancy time
bn: এবারেজ কনসালটেন্সি সময়

source: About Doctor
bn: ডাক্তারের বর্ননা

source: My Profile
bn: আমার প্রোফাইল

source: Full Name
bn: পুরো নাম

source: Date of birth
bn: জন্ম তারিখ

source: Gender
bn: লিঙ্গ

source: Weight
bn: ওজন

source: Email
bn: ইমেল

source: Edit Profile
bn: এডিট প্রোফাইল

source: Go to appointment
bn: অ্যাপয়েন্টমেন্টে যান

source: Book Again
bn: আবার দেখান

source: Notify Me
bn: আমাকে জানান

source: Loading
bn: প্রকৃয়াধীন

source: Search Doctor
bn: ডাক্তার খুঁজুন

source: Add New Test Result
bn: নতুন টেস্ট রেজাল্ট যোগ করুন

source: Prescription Title
bn: প্রেস্ক্রিপশন টাইটেল

source: Title
bn: টাইটেল

source: Prescription
bn: প্রেস্ক্রিপশন

source: Change Language
bn: ভাষা পরিবর্তন

source: Years
bn: বছর

source: Reason for Visit
bn: দেখানোর কারন

# dont_turn_off_your_internet_doctor_will_call
source: Don’t turn off your internet. Make sure you have a good internet connection. Otherwise, it may have to buffer while you’re on a video call with the doctor
bn: আপনার ইন্টারনেট সংযোগ রাখুন। নিশ্চিত করুন আপনার ইন্টারনেট ভালো কানেকশান এর। নতুবা আপনি ভিডিও কলের সময় দূর্বল ভিডিও কোয়ালিটি পাবেন।

# will_call_you_soon
source: will call you very soon.
bn: আপনাকে দ্রুতই কল করা হবে।

source: Congrats!
bn: অভিনন্দন!

source: Estimated wait time
bn: সম্ভাব্য অপেক্ষার সময়

source: Waiting for Doctor
bn: ডাক্তারের জন্যে অপেক্ষা করুন

source: Appointment ID
bn: আপয়েনমেন্ট আইডি

source: Duration
bn: সময়

source: My Self
bn: আমি নিজে

source: Live Chat
bn: লাইভ চ্যাট

source: Rate now
bn: রেটিং দিন

source: Please enter a phone number and try again!
bn: দয়া করে ফোন নম্বর দিন এবং আবার চেষ্টা করুণ।

source: An SMS with OTP has been sent to
bn: আপনার নম্বরে ওটিপি পাঠানো হয়েছে

source: Verify it's you
bn: ভ্যারিফাই করুণ

source: Resend OTP?
bn: ওটিপি পাঠাবেন?

source: Resend?
bn: পাঠান

source: VERIFY
bn: ভ্যারিফাই

source: Please give your otp
bn: দয়া করে ওটিপি পূরণ করুণ

source: Please enter OTP
bn: অনুগ্রহ করে ওটিপি দিন

source: Please enter complete 6-digit OTP
bn: অনুগ্রহ করে সম্পূর্ণ ৬-সংখ্যার ওটিপি দিন

source: Quick Access
bn: দ্রুত প্রবেশ

source: Check Your Vision Now
bn: এখনই আপনার দৃষ্টিশক্তি পরীক্ষা করুন

source: Never Miss a Dose.
bn: কখনোই একটি ওষুধের ডোজ মিস করবেন না।

source: Set Reminders
bn: অনুস্মারক সেট করুন

# your_prescriptions_all_in_one_place
source: Your Prescription, All in One Place
bn: আপনার প্রেসক্রিপশন, এক জায়গায়

source: You don't have any upcoming appointments
bn: আপনার কোনো আসন্ন অ্যাপয়েন্টমেন্ট নেই

source: You don't have any clinical results
bn: আপনার কোনো ক্লিনিকাল ফলাফল নেই

source: You don't have any app test results
bn: আপনার কোনো অ্যাপ টেস্টের ফলাফল নেই

source: Paid to
bn: প্রদান করা হয়েছে

source: Minimum Amount
bn: ন্যূনতম পরিমাণ

source: Valid Till
bn: বৈধ থাকবে

source: Up to
bn: পর্যন্ত

source: OFF
bn: ছাড়

source: Whatsapp
bn: হোয়াটসঅ্যাপ

source: Call
bn: কল

source: Support
bn: সহায়তা

source: Type your message
bn: আপনার বার্তা লিখুন

source: You don't have any followup appointments
bn: আপনার কোনো ফলোআপ অ্যাপয়েন্টমেন্ট নেই

source: You don't have any past appointments
bn: আপনার কোনো পূর্ববর্তী অ্যাপয়েন্টমেন্ট নেই

source: Rating
bn: রেটিং

source: How was the Doctor?
bn: ডাক্তার কেমন ছিলেন?

source: Leave a comment
bn: একটি মন্তব্য করুন

source: Submit
bn: জমা দিন

source: Review cannot be empty
bn: রিভিউ খালি থাকতে পারে না

source: You don't have any prescription
bn: আপনার কোনো প্রেসক্রিপশন নেই

source: View Prescription
bn: প্রেসক্রিপশন দেখুন

# upload_reports_and_previous_prescriptions
source: Upload reports & previous prescriptions
bn: রিপোর্ট ও পূর্ববর্তী প্রেসক্রিপশন আপলোড করুন

source: Format will be JPG, PNG, PDF
bn: ফরম্যাট হবে JPG, PNG, PDF

source: Max Attachments
bn: সর্বোচ্চ সংযুক্তি

source: Select your patient
bn: আপনার রোগী নির্বাচন করুন

source: Capture Image
bn: ছবি তুলুন

source: Select Image
bn: ছবি নির্বাচন করুন

source: Please give title
bn: অনুগ্রহ করে শিরোনাম দিন

source: Please select a prescription
bn: অনুগ্রহ করে একটি প্রেসক্রিপশন নির্বাচন করুন

source: Please select your patient
bn: অনুগ্রহ করে আপনার রোগী নির্বাচন করুন

source: Notifications
bn: নোটিফিকেশন

source: You don't have any notification
bn: আপনার কোনো নোটিফিকেশন নেই

source: Add Photo
bn: ছবি যোগ করুন

source: Patient Name
bn: রোগীর নাম

source: Enter patient name
bn: রোগীর নাম লিখুন

source: Select date of birth
bn: জন্ম তারিখ নির্বাচন করুন

source: Enter weight
bn: ওজন লিখুন

source: Male
bn: পুরুষ

source: Female
bn: নারী

source: Relation with you (Optional)
bn: আপনার সাথে সম্পর্ক (ঐচ্ছিক)

# relation_hint
source: e.g., Son, Daughter, Spouse
bn: যেমন: ছেলে, মেয়ে, স্বামী/স্ত্রী

source: Save Patient Profile
bn: রোগীর প্রোফাইল সেভ করুন

source: Please enter your information
bn: অনুগ্রহ করে আপনার তথ্য দিন

source: Save & Continue
bn: সেভ ও কন্টিনিউ

source: Overview
bn: ওভারভিউ

source: Proceed Next
bn: পরবর্তী ধাপ

# invalid_appointment_data
source: Invalid appointment data. Please start the booking flow again.
bn: অ্যাপয়েন্টমেন্ট ডাটা সঠিক নয়। অনুগ্রহ করে আবার শুরু করুন।

source: Do you have any promo code?
bn: আপনার কি কোনো প্রোমো কোড আছে?

source: Payment
bn: পেমেন্ট

source: Pay Now
bn: এখনই পেমেন্ট করুন

source: Payment Gateway
bn: পেমেন্ট গেটওয়ে

source: Doctor info
bn: ডাক্তারের তথ্য

source: Patient info
bn: রোগীর তথ্য

source: Payment Details
bn: পেমেন্টের বিবরণ

# vat_five_percent
source: Vat (5%)
bn: ভ্যাট (৫%)

source: Total
bn: মোট

source: Appointment Reason (Optional)
bn: অ্যাপয়েন্টমেন্ট কারণ (ঐচ্ছিক)

source: Describe the problem
bn: সমস্যাটি বর্ণনা করুন

# describe_problem_hint
source: Describe the problem you're facing...
bn: আপনি যে সমস্যার মুখোমুখি হচ্ছেন তা লিখুন...

source: Attach reports & previous Prescriptions (Optional)
bn: রিপোর্ট ও পূর্ববর্তী প্রেসক্রিপশন যুক্ত করুন (ঐচ্ছিক)

source: Error
bn: এরর

# please_enter_age_try_again
source: Please enter the age and try again!
bn: অনুগ্রহ করে বয়স দিন এবং আবার চেষ্টা করুন!

# please_enter_weight_try_again
source: Please enter the weight and try again!
bn: অনুগ্রহ করে ওজন দিন এবং আবার চেষ্টা করুন!

# please_enter_problem_description_try_again
source: Please enter the problem description and try again!
bn: অনুগ্রহ করে সমস্যার বর্ণনা দিন এবং আবার চেষ্টা করুন!

source: Phone
bn: ফোন

source: Profile data not available
bn: প্রোফাইল তথ্য পাওয়া যায়নি

source: Please complete the form and try again!
bn: অনুগ্রহ করে ফর্মটি সম্পূর্ণ করুন এবং আবার চেষ্টা করুন!

source: Given phone numbers are not the same.
bn: দেওয়া ফোন নম্বর দুটি একই নয়।

source: We will verify the new mobile number shortly.
bn: আমরা শীঘ্রই নতুন মোবাইল নম্বরটি যাচাই করব।

# english_language
source: English
bn: ইংরেজি

# bangla_language
source: Bangla
bn: বাংলা

# terms_conditions_title
source: Terms & Conditions
bn: শর্তাবলি

# terms_conditions_subtitle
source: BEH Teleophthalmology
bn: BEH টেলিওফথালমোলজি

# terms_conditions_effective_date
source: Effective Date: 17 August 2025
bn: কার্যকর তারিখ: ১৭ আগস্ট ২০২৫

# terms_conditions_intro_title
source: Terms & Conditions - BEH Teleophthalmology
bn: শর্তাবলি - BEH টেলিওফথালমোলজি

# terms_conditions_intro_body
source: Effective Date: 17 August 2025 These Terms & Conditions ("Terms") govern your use of the BEH Teleophthalmology mobile applications, including the BEH Patient App and BEH Doctor App (together, the "Apps"). By accessing or using our Apps, you agree to these Terms. If you do not agree, please do not use the Apps.
bn: কার্যকর তারিখ: ১৭ আগস্ট ২০২৫ এই শর্তাবলি ("শর্ত") BEH টেলিওফথালমোলজি মোবাইল অ্যাপ্লিকেশনসমূহের ব্যবহার নিয়ন্ত্রণ করে, যার মধ্যে BEH Patient App এবং BEH Doctor App (সমষ্টিগতভাবে "অ্যাপসমূহ") অন্তর্ভুক্ত। আমাদের অ্যাপসমূহে প্রবেশ বা ব্যবহার করার মাধ্যমে আপনি এই শর্তাবলিতে সম্মতি দিচ্ছেন। আপনি সম্মত না হলে অনুগ্রহ করে অ্যাপসমূহ ব্যবহার করবেন না।

# terms_conditions_section_1_title
source: 1. Definitions
bn: ১. সংজ্ঞা

# terms_conditions_section_1_body
source: Patient - a registered user of the BEH Patient App who books consultations. Doctor - a registered and licensed medical professional using the BEH Doctor App to provide consultations. Services - tele-consultations, prescription generation, and related features offered through the Apps. BEH - Bangladesh Eye Hospital & Institute, operator of the BEH Teleophthalmology platform.
bn: রোগী (Patient) - BEH Patient App-এর নিবন্ধিত ব্যবহারকারী যিনি পরামর্শ বুক করেন। ডাক্তার (Doctor) - BEH Doctor App ব্যবহারকারী নিবন্ধিত ও লাইসেন্সপ্রাপ্ত চিকিৎসক/পেশাজীবী যিনি পরামর্শ প্রদান করেন। সেবা (Services) - টেলি-পরামর্শ, প্রেসক্রিপশন তৈরি এবং অ্যাপের মাধ্যমে প্রদত্ত সম্পর্কিত ফিচারসমূহ। BEH - বাংলাদেশ আই হাসপাতাল অ্যান্ড ইনস্টিটিউট, BEH টেলিওফথালমোলজি প্ল্যাটফর্মের পরিচালনাকারী।

# terms_conditions_section_2_title
source: 2. Eligibility
bn: ২. যোগ্যতা

# terms_conditions_section_2_body
source: Patients must be at least 18 years old or have parental/guardian supervision. Doctors must be licensed ophthalmologists or qualified specialists with verified credentials. By using the Apps, you confirm that you meet these eligibility criteria.
bn: রোগীদের বয়স কমপক্ষে ১৮ বছর হতে হবে অথবা অভিভাবকের তত্ত্বাবধানে থাকতে হবে। ডাক্তারদের অবশ্যই লাইসেন্সপ্রাপ্ত চক্ষু বিশেষজ্ঞ/যোগ্য বিশেষজ্ঞ হতে হবে এবং যাচাইকৃত যোগ্যতা থাকতে হবে। অ্যাপ ব্যবহার করে আপনি নিশ্চিত করছেন যে আপনি এই যোগ্যতার শর্ত পূরণ করেন।

# terms_conditions_section_3_title
source: 3. Use of Services
bn: ৩. সেবার ব্যবহার

# terms_conditions_section_3_body
source: For Patients: - You may select a doctor, upload eye images and medical details, pay consultation fees, and receive prescriptions. - You are responsible for ensuring the accuracy of medical information provided. For Doctors: - You may review patient data, conduct consultations, and issue prescriptions. - You are responsible for the accuracy of diagnoses, treatment advice, and prescriptions provided. - You may add bank account details to receive earnings securely.
bn: রোগীদের জন্য: - আপনি ডাক্তার নির্বাচন করতে, চোখের ছবি ও চিকিৎসা সংক্রান্ত তথ্য আপলোড করতে, পরামর্শ ফি পরিশোধ করতে এবং প্রেসক্রিপশন পেতে পারেন। - প্রদত্ত চিকিৎসা তথ্য সঠিক ও সম্পূর্ণ রাখার দায়িত্ব আপনার। ডাক্তারদের জন্য: - আপনি রোগীর তথ্য পর্যালোচনা করতে, পরামর্শ পরিচালনা করতে এবং প্রেসক্রিপশন দিতে পারেন। - নির্ণয়, চিকিৎসা পরামর্শ এবং প্রেসক্রিপশনের যথার্থতার দায়িত্ব আপনার। - আপনি নিরাপদে আয় গ্রহণের জন্য ব্যাংক অ্যাকাউন্ট তথ্য যোগ করতে পারেন।

# terms_conditions_section_4_title
source: 4. Payments
bn: ৪. পেমেন্ট

# terms_conditions_section_4_body
source: Patients agree to pay consultation fees as displayed in the App. Payments are processed via secure third-party payment providers. BEH deducts applicable platform/processing fees before disbursing payments to doctors. Doctors are responsible for any tax obligations arising from earnings.
bn: রোগীরা অ্যাপে প্রদর্শিত পরামর্শ ফি পরিশোধে সম্মত হন। পেমেন্ট নিরাপদ তৃতীয় পক্ষের পেমেন্ট প্রদানকারীর মাধ্যমে প্রক্রিয়াজাত হয়। ডাক্তারদের অর্থ প্রদান করার আগে BEH প্রযোজ্য প্ল্যাটফর্ম/প্রসেসিং ফি কর্তন করতে পারে। ডাক্তারদের আয় থেকে উদ্ভূত কর/ভ্যাটসহ যেকোনো কর দায়বদ্ধতা তাদের নিজস্ব।

# terms_conditions_section_5_title
source: 5. Medical Disclaimer
bn: ৫. চিকিৎসা সংক্রান্ত দায়মুক্তি

# terms_conditions_section_5_body
source: BEH Teleophthalmology provides a digital platform only and is not a medical provider itself. Doctors are independent professionals responsible for the advice and prescriptions they provide. Tele-consultations may not replace physical examinations. Patients should seek in-person care if symptoms worsen or in case of emergencies.
bn: BEH টেলিওফথালমোলজি কেবল একটি ডিজিটাল প্ল্যাটফর্ম প্রদান করে এবং নিজে কোনো চিকিৎসা সেবা প্রদানকারী নয়। ডাক্তাররা স্বাধীন পেশাজীবী এবং তাদের পরামর্শ ও প্রেসক্রিপশনের জন্য তারাই দায়ী। টেলি-পরামর্শ শারীরিক পরীক্ষার বিকল্প নাও হতে পারে। উপসর্গ বেড়ে গেলে বা জরুরি অবস্থায় সরাসরি হাসপাতালে/চিকিৎসকের কাছে যাওয়ার পরামর্শ দেওয়া হয়।

# terms_conditions_section_6_title
source: 6. User Responsibilities
bn: ৬. ব্যবহারকারীর দায়িত্ব

# terms_conditions_section_6_body
source: Users must keep login credentials secure and confidential. Users must not misuse the Apps for unlawful or fraudulent activity. Doctors must provide care consistent with professional medical standards. Patients must follow prescribed treatments responsibly and inform doctors of all relevant health history.
bn: ব্যবহারকারীদের লগইন তথ্য নিরাপদ ও গোপন রাখতে হবে। অবৈধ বা প্রতারণামূলক কাজে অ্যাপের অপব্যবহার করা যাবে না। ডাক্তারদের পেশাগত চিকিৎসা মানদণ্ড অনুযায়ী সেবা প্রদান করতে হবে। রোগীদের নির্দেশিত চিকিৎসা যথাযথভাবে অনুসরণ করতে হবে এবং প্রাসঙ্গিক স্বাস্থ্য ইতিহাস ডাক্তারকে জানাতে হবে।

# terms_conditions_section_7_title
source: 7. Data Privacy
bn: ৭. তথ্যের গোপনীয়তা

# terms_conditions_section_7_body
source: All data use is governed by our Privacy Policy (last updated 17 August 2025). Patients consent to share medical data with selected doctors for consultation purposes. Doctors consent to provide professional details for verification and payment.
bn: তথ্য ব্যবহার আমাদের প্রাইভেসি পলিসি অনুযায়ী পরিচালিত হয় (সর্বশেষ হালনাগাদ: ১৭ আগস্ট ২০২৫)। রোগীরা পরামর্শের উদ্দেশ্যে নির্বাচিত ডাক্তারের সাথে চিকিৎসা তথ্য শেয়ার করতে সম্মতি দেন। ডাক্তাররা যাচাইকরণ ও পেমেন্টের জন্য প্রয়োজনীয় পেশাগত তথ্য প্রদান করতে সম্মতি দেন।

# terms_conditions_section_8_title
source: 8. Limitations of Liability
bn: ৮. দায় সীমাবদ্ধতা

# terms_conditions_section_8_body
source: BEH is not liable for medical outcomes, treatment errors, or misdiagnosis by doctors. BEH is not liable for payment disputes between patients and doctors beyond transaction facilitation. BEH is not responsible for technical failures caused by internet providers, mobile devices, or external services.
bn: ডাক্তারদের প্রদত্ত চিকিৎসা ফলাফল, চিকিৎসা ভুল বা ভুল নির্ণয়ের জন্য BEH দায়ী নয়। লেনদেন সুবিধা প্রদানের বাইরে রোগী ও ডাক্তারের মধ্যকার পেমেন্ট বিরোধের জন্য BEH দায়ী নয়। ইন্টারনেট প্রদানকারী, মোবাইল ডিভাইস বা বাহ্যিক সেবার কারণে সৃষ্ট প্রযুক্তিগত ব্যর্থতার জন্য BEH দায়ী নয়।

# terms_conditions_section_9_title
source: 9. Termination of Accounts
bn: ৯. অ্যাকাউন্ট বাতিল/স্থগিত

# terms_conditions_section_9_body
source: BEH may suspend or terminate accounts that violate these Terms, including fraudulent activity, misuse, or unprofessional conduct. Users may request account closure at any time (subject to legal/medical record retention requirements).
bn: প্রতারণা, অপব্যবহার বা অনুপযুক্ত আচরণসহ এই শর্তাবলি লঙ্ঘন করলে BEH অ্যাকাউন্ট স্থগিত বা বাতিল করতে পারে। ব্যবহারকারীরা যেকোনো সময় অ্যাকাউন্ট বন্ধের অনুরোধ করতে পারেন (আইনি/মেডিকেল রেকর্ড সংরক্ষণ সংক্রান্ত শর্ত সাপেক্ষে)।

# terms_conditions_section_10_title
source: 10. Modifications to Services
bn: ১০. সেবার পরিবর্তন

# terms_conditions_section_10_body
source: BEH reserves the right to update, suspend, or discontinue features or services without prior notice.
bn: BEH পূর্ব নোটিশ ছাড়াই ফিচার বা সেবা আপডেট, স্থগিত বা বন্ধ করার অধিকার সংরক্ষণ করে।

# terms_conditions_section_11_title
source: 11. Governing Law & Disputes
bn: ১১. প্রযোজ্য আইন ও বিরোধ নিষ্পত্তি

# terms_conditions_section_11_body
source: These Terms are governed by the laws of Bangladesh. Any disputes shall be subject to the jurisdiction of courts in Dhaka, Bangladesh.
bn: এই শর্তাবলি বাংলাদেশের আইন অনুযায়ী পরিচালিত হবে। যেকোনো বিরোধ ঢাকার আদালতের এখতিয়ারের আওতাভুক্ত হবে।

# terms_conditions_section_12_title
source: 12. Contact Us
bn: ১২. যোগাযোগ

# terms_conditions_section_12_body
source: For questions about these Terms, please contact: BEH Teleophthalmology - Legal Office 78, Satmasjid Road (West of Road 27), Dhanmondi, Dhaka-1209 Phone: 10620, 09666787878 Email: info@bdeyehospital.com Web: dhanmondi.bdeyehospital.com
bn: এই শর্তাবলি সম্পর্কে প্রশ্ন থাকলে অনুগ্রহ করে যোগাযোগ করুন: BEH টেলিওফথালমোলজি - লিগ্যাল অফিস ৭৮, সাতমসজিদ রোড (রোড ২৭-এর পশ্চিমে), ধানমন্ডি, ঢাকা-১২০৯ ফোন: ১০৬২০, ০৯৬৬৬৭৮৭৮৭৮ ইমেইল: info@bdeyehospital.com ওয়েব: dhanmondi.bdeyehospital.com

# beh_support_hours
source: BEH Support (7 am to 10 pm)
bn: BEH সাপোর্ট (সকাল ৭টা থেকে রাত ১০টা)

# beh_support_about
source: Bangladesh Eye Hospital & Institute Ltd. has now become the trendsetter for the eye care sector in the country. Our aim is to serve the community with outstanding patient care and the latest in medical advancements. We have always felt a responsibility to offer healthcare consumers the latest in advanced eye care at an affordable cost with a focus on superior customer service.
bn: বাংলাদেশ আই হাসপাতাল অ্যান্ড ইনস্টিটিউট লিমিটেড দেশে চক্ষু সেবাখাতে একটি ট্রেন্ডসেটার হিসেবে প্রতিষ্ঠিত। আমাদের লক্ষ্য হলো উৎকৃষ্ট রোগীসেবা প্রদান করা এবং সর্বাধুনিক চিকিৎসা অগ্রগতির সুবিধা মানুষের কাছে পৌঁছে দেওয়া। আমরা সবসময় বিশ্বাস করি, সাশ্রয়ী খরচে উন্নত চক্ষু সেবা এবং উৎকৃষ্ট কাস্টমার সার্ভিস নিশ্চিত করা আমাদের দায়িত্ব।

source: Can't make a call now
bn: এখন কল করা যাচ্ছে না

# whatsapp_not_installed
source: WhatsApp is not installed on the device
bn: ডিভাইসে হোয়াটসঅ্যাপ ইনস্টল করা নেই

# whatsapp_default_message
source: Hi, I need some help
bn: হাই, আমার সাহায্য দরকার

# privacy_policy_subtitle
source: BEH Teleophthalmology
bn: BEH টেলিওফথালমোলজি

# privacy_policy_effective_date
source: Effective Date: 17 August 2025
bn: কার্যকর তারিখ: ১৭ আগস্ট ২০২৫

# privacy_policy_last_updated
source: Last Updated: 17 August 2025
bn: সর্বশেষ হালনাগাদ: ১৭ আগস্ট ২০২৫

# privacy_policy_intro_title
source: Privacy Policy - BEH Teleophthalmology
bn: প্রাইভেসি পলিসি - BEH টেলিওফথালমোলজি

# privacy_policy_intro_body
source: Effective Date: 17 August 2025 Last Updated: 17 August 2025 BEH Teleophthalmology ("BEH", "we," "our," or "us") operates two applications: BEH Patient App - for patients to book tele-consultations, upload eye images, share health information, and receive prescriptions. BEH Doctor App - for licensed ophthalmologists to provide tele-consultations, review patient information, and receive payments for services. We are committed to protecting the privacy and security of your personal, medical, and financial information. This Privacy Policy explains how we collect, use, disclose, and safeguard your data when you use our services.
bn: কার্যকর তারিখ: ১৭ আগস্ট ২০২৫ সর্বশেষ হালনাগাদ: ১৭ আগস্ট ২০২৫ BEH টেলিওফথালমোলজি ("BEH", "আমরা", "আমাদের") দুটি অ্যাপ পরিচালনা করে: BEH Patient App - রোগীদের টেলি-পরামর্শ বুক করা, চোখের ছবি আপলোড করা, স্বাস্থ্য তথ্য শেয়ার করা এবং প্রেসক্রিপশন গ্রহণের জন্য। BEH Doctor App - লাইসেন্সপ্রাপ্ত চক্ষু বিশেষজ্ঞদের টেলি-পরামর্শ প্রদান, রোগীর তথ্য পর্যালোচনা এবং সেবার বিনিময়ে পেমেন্ট গ্রহণের জন্য। আমরা আপনার ব্যক্তিগত, চিকিৎসা এবং আর্থিক তথ্যের গোপনীয়তা ও নিরাপত্তা রক্ষায় প্রতিশ্রুতিবদ্ধ। এই প্রাইভেসি পলিসিতে আমরা কীভাবে তথ্য সংগ্রহ, ব্যবহার, প্রকাশ এবং সুরক্ষা করি তা ব্যাখ্যা করা হয়েছে।

# privacy_policy_section_1_title
source: 1. Information We Collect
bn: ১. আমরা যে তথ্য সংগ্রহ করি
